[
    {
        "Case Id": "No.S-630 of 2024",
        "Date Filed": "24.05.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "1. \n\n2. \n\n3. \n\n4. \n\nUrgency granted. \n\nDeferred. \n\nExemption granted subject to all just exceptions. \n\nLearned  counsel  for  the  petitioner  states  that  the  petitioner \n\n(mother)  is  raising  her  three  years’  old  child  through  the  guardianship \n\nawarded  to her  by the Court of Family Judge Karachi South,  where the \n\nvisitation rights are fully adhered to. Counsel further states that out of \n\npetitioner’s  excellence  in  her  profession  she  has  been  offered  post \n\ngraduate studies through scholarship program as per the details available \n\nat page 89 and she wishes to pursue these studies and in the meanwhile \n\nshe  intends  to  take  the  minor  with  her.  Counsel  states  that  with  this \n\nbackground she moved an application to the concerned court where her \n\napplication  was  denied  vide  order  dated  03.05.2024,  against  which  she \n\npreferred  appeal  however  appeal  was  also  dismissed.  Learned  counsel \n\nstates that this Court in numerous cases permitted the single mother to \n\ntake  the  minor  to  pursue  her  career  as  well  as  keeping  in  mind  the \n\nwelfare  of  the  minor.  The  Court  has  also  been  informed  that  the \n\nrespondent  (father)  is  a  well-to-do  person  who  can  visit  the  minor \n\noutside  the country,  if  he  wishes  to do  so, as  well  she  would  bring  the \n\nchild in seasonal vacations to Karachi. Counsel further states that above \n\nPost  Graduate  Education  opportunity  is  only  for  two  years  and  she  has \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                                                       -2-                      C.P No.S-630 of 2024 \n\nprovided  a  Bond  with  College  of  Physicians  and  Surgeons  Pakistan  to \n\nreturn  to  Pakistan  after  completion  of these  post-graduate  studies,  she \n\nhas also given Government a Bond of the like nature. \n\nLet  notice  be  issued  to  the  respondent  for  31.05.2024.    In  the \n\nmeanwhile, the petitioner would be at liberty to make all the necessary \n\npreparations  and  arrangements  for  her  and  her  child’s  travel  program \n\nand  in  the  meanwhile,  operation  of  the  impugned  orders  to  remain \n\nsuspended.  Mr.  Zeeshan  Nizakat,  Office  Associate  of  this  Court  is \n\nappointed  to  make  arrangements  for  preparation  of  passport  of  the \n\nminor at the cost of Rs.5,000/- payable by the petitioner.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-385 of 2024",
        "Date Filed": "27.03.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "1. \n\n2. \n\n3. \n\nUrgency granted. \n\nExemption granted subject to all just exceptions. \n\nThe  petition  challenges  Appellate  as  well  as  Guardian  Courts’ \n\norders  dated  14.03.2024 and  04.09.2023.  Learned  counsel  for  the \n\npetitioner  mother  states  that  the  marriage  between  the  parties  was \n\ndissolved  through  Deed  of  Dissolution  of  Marriage  in  Saudi  Arabia \n\n(available at page 135),  where both the parents alongwith the children \n\nwere  residing.  Thereafter,  through  an  arrangement,  the  petitioner  left \n\nSaudi  Arabia  and  returned  to  Pakistan  as  the  respondent  was  not \n\nproviding  maintenance  and  the  petitioner  could  not  find  independent \n\nresidence,  job  or  suitable  future  in  Saudi  Arabia.  Whereafter  counsel \n\nstates  that  the  petitioner  filed  Guardian  and  Wards  application  where \n\nguardianship  certificate  was \n\nissued  to  her  through  order  dated \n\n24.02.2021,  one  of  the  conditions  of  the  said  Certificate  was  that  the \n\npetitioner  would  not  remove  the  children,  one  of  which  is  already  an \n\nadult,  from  the  jurisdiction  of  this  Court.  Counsel  states  that  the \n\npetitioner  is  a  professional  doctor  and  wants  to  pursue  her  carrier \n\nseeking better future prospect of the children and herself opted to apply \n\nfor  a  job  in  the  United  Kingdom,  where  she  obtain  a  position  in  a \n\nHospital  as  per  the  offer  letter  attached  on  page  121,  which  offer  per \n\nlearned  counsel,  also  include  visa  for  herself.  Counsel  states  that  she \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                                                       -2-                      C.P No.S-385 of 2024 \n\nbeing single mother, who never re-married is raising the children to the \n\nbest of their interests and has a thought in mind to take the children to \n\nUK  alongwith  her,  as  there  is  no  arrangement  to  retain  the  children  in \n\nPakistan  with  someone  else,  which  application  was  dismissed  on \n\n04.09.2023, where the concerned Court was of the view that the case of \n\nthe petitioner is marred with “speculations” and “contingencies”, as the \n\norder \n\nfailed \n\nto  consider \n\nthe  offer, \n\nlearned  counsel  added. \n\nNotwithstanding  that  the  order  was  passed  when  offer  was  already  in \n\nhand,  whereafter  she  appealed  the  said  order,  which  request  was \n\ndismissed  by  the  impugned  judgment.  Counsel  states  that  irony  of  the \n\nfact  is  that  the  respondent  father  is  still  residing  in  Saudi  Arabia  and \n\ncomes  to  Pakistan  only  once  a  year  for  meeting  the  children,  even  the \n\nmaintenance is not being paid regularly. Counsel states that interest and \n\nwelfare  of  the  minor  would  be  seriously  prejudiced  if  the  petitioner  is \n\nnot  let  to  pursue  her  career  in  the  United  Kingdom  and  to  accompany \n\nher children alongwith her. Counsel relies on an order dated 21.02.2024\n\npassed  in  C.P  No.S-202  of  2024  where  a  single  parent/mother  was \n\npermitted  to  pursue  her  career  abroad  and  custody  of  the  minors  was \n\ngiven  to  her,  with  option  to  the  father  to  meet  the  child  in  Dubai \n\nwhenever he travelled to Dubai, similar relief is requested. \n\nLet  notice  be  issued  to  the  respondents  as  well  as  A.G  Sindh  for \n\n09.04.2024.  In  the  meanwhile,  operation  of  the  impugned  judgment \n\ndated  14.03.2024 passed  in  Guardian  and  Wards  Appeal  No.41  of  2023 \n\nand  order  dated  04.09.2023 passed  in  Guardian  and  Wards  Application \n\nNo.502 of 2020 to remain suspended. The petitioner would be permitted \n\nto apply for visa for herself and her children and once the visa has been \n\ngranted,  to  file  a  statement  in  this  regard  for  further  orders  of  this \n\nCourt.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-715 of 2022",
        "Date Filed": "19.03.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "Zulfiqar  Ahmad  Khan,  J:-    This  petition  has  been  moved  against \n\nconsolidated judgment dated 07.05.2022in the Family Appeal No.106 of \n\n2021 passed by IXth Additional District & Sessions Judge (MCAC) Karachi \n\nEast, where at one point Respondent No.1 moved to Appellate Court for \n\nreduction of the maintenance provided to the petitioner and where the \n\npetitioner  moved  for  the  enhancement  of  the  maintenance  for  the \n\nperiod of 66 months that the wedding lasted.   \n\nA  review  of  the  Trial  Court’s  judgment  (paragph-7  page  11) \n\nstipulates that the Trial Court having taken cognizance of the fact that \n\nthe net income of the respondent ex-husband was Rs.235,000/- however \n\nchose to prescribe maintenance of Rs.20,000/- no methodology has been \n\nprescribed as to under what formula this meager amount of Rs.20,000/- \n\nwas deduced.  \n\nCounsel for Respondent No.1 is already failed to assist this  Court \n\nwhen  husband  was  earning  Rs.235,000/-  why  the  court  granted \n\nmaintenance  of  Rs.20,000/-  in  all  fairness  to  me  this  amount  looks \n\nextremely  low.  Counsel  states  that  the  respondent  is  still  serving  as \n\ndoctor in the Government of Sindh, where his salary would in more than \n\nwhat in the year 2011. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                                                                -2-                               CP No.S-715 of 2022 \n\nIn  the  circumstances,  this  petition  is  allowed  to  the  extent  that \n\nthe  maintenance  of  Rs.20,000/-  prescribed  by  the  Trial  Court’s  order \n\nlacking  serious  application  of  mind  and  considering  the  welfare  of  the \n\npetitioner is enhanced to Rs.50,000/- per month with immediate effect \n\n(with  enhancement  of  usual  10%  annually)  considering  the  fact  that  in \n\nmost  of  the  modern  jurisdictions,  wife  being  a  home-maker  is  given \n\nequal  portion  of  the  income  of  the  husband  and  the  duties  of  home-\n\nmakers are held not to be any less than those of the earning member of \n\nthe  family  (i.e.  husband).  Respondent  No.1  is  accordingly  directed  to \n\ndeposit the sums with the Nazir of this Court within fifteen days. In case \n\nhe fails to pay the maintenance his salary would be attached.  \n\nLet  copy  of  this  order  be  sent  to  the  Secretary  Health, \n\nGovernment of Sindh. \n\nThis petition is disposed of in the above terms.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-260 of 2023",
        "Date Filed": "19.03.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "Even today the petitioner is present \n\nin person and states that his counsel is unavailable. This Court time and \n\nagain has given opportunity to the attorney of the petitioner, which he \n\nand his counsel has failed. Today, he has filed statement showing various \n\npayments made by the petitioner during the pendency of Nikkah. Except \n\nfor  first  entry  of  Canadian  dollar  of  5,000/-,  which  the  respondent  has \n\nadmitted  having  been  provided  to  her  as  part  of  dower,  remaining \n\nentries are usual expenses and the gifts required by a wife to maintain \n\nherself  and  the  household  during  existence  of  her  marriage.  He  states \n\nthat there was an understanding that these small incremental payments \n\nwill  amount  to  dower,  however  he  is  unable  to  show  any  documents \n\nwhere  such  understanding  was  recorded.  This  is  established  position  of \nlaw1 that these occasional small amounts do not account for dower, and \n\nthese  were  the  grounds  on  the  basis  of  which  trial  court  as  well  as \n\nappellate court has already dismissed petitioner’s claim. I do not see any \n\nillegality in the impugned judgments. \n\nPetition is dismissed with the cost of Rs.15,000/- payable towards \n\nthe clinic of the High Court of Sindh. \n\n        JUDGE \n\nB-K Soomro \n\n1 Major Muhammad Khalid Karim v. Mst. Saadia Yaqoob (PLD 2012 SC 66), Ejaz Naseem \nv. Fareeha Ahmad (2009 SCMR 484), Shamim  Akhtar  v. District Judge (2016 MLD 242), \nMuhammad Akram v. Hajra Bibi (PLD 2007 Lah. 515), Syed Mukhtar Hussain Shah v. Mst. \nSaba Imtiaz and others (PLD 2011 SC 260), Taimoor Aslam Satti v. Mst. Aalia Bibi (2016 \nYLR 765), Mst. Nomail Zia v. Adnan Riaz (2014 CLC 87),  Dawlance United Refrigeration \nIndustries  Private  Ltd.  v.  Muhammad  Asim  Chaudhry  (PLD  2016  Lahore  425),  Abdul \nSattar  v.  Chairman  Railways  (2011  YLR  1033),  Gul  Sher  v.  Maryam  Sultana  (2011  YLR \n1000), Tariq Mehmood v. Farah Shaheen (2010 YLR 349) and Muhammad Nawaz v. Mst. \nAbida Bibi (2010 MLD 352).",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-340 of 2024",
        "Date Filed": "15.03.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "1. \n\n2. \n\nUrgency granted. \n\nExemption granted subject to all just exceptions. \n\n3&4.  Learned  counsel  for  the  petitioner  mother  states  that  the \n\npetitioner moved application under Section 7(10) and respondent father \n\nunder  Section  25  of  the  Guardian  and  Wards  Act,  1890,  which  were \n\ndecided  through  consolidated  order  dated  21.02.2024 (page-27),  where \n\ninter  alia  the  father  was  entitled  to  meet  the  minor  within  the  court \n\npremises  on  every  1st  and  3rd  Saturday  of  each  calendar  month  from \n\n11:00  till  02:00.  Counsel  states  that  the  respondent  father  challenged \n\nthe said consolidated order, where by way of interim relief the appellate \n\nCourt  through  order  dated  07.03.2024 after  issuing  notice  to  the \n\nrespondents  has  ordered  parties  to  maintain  status  quo.  Counsel  states \n\nthat while this order is vague in nature and at best could be considered \n\nthat no action contrary to the impugned consolidated order should have \n\nbeen  made,  however  thereafter  Bailiff  appeared  at  petitioner’s \n\nresidence  to  collect  the  child.  The  minor  daughter  under  the  age  of \n\nHazanat  was  not  handed  out  to  the  Bailiff,  against  which  inaction,  the \n\npetitioner  fears  coercive  action.  Learned  counsel  states  that  order \n\npassed  by  the  appellate  Court  is  non-speaking  and  does  not  give  any \n\ncogent reasons as to why a departure from the order of the trial Court is \n\nmade. Not only so, it is specifically not mentioned that the consolidated \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                                                       -2-                      C.P No.S-340 of 2024 \n\norder  has  been  suspended  and  the  respondent  father  taking  benefit  of \n\nsuch lacuna is forcing the petitioner mother to handover custody of the \n\nminor  to  the  Bailiff,  so  that  the  minor  be  presented  to  the  respondent \n\nfather,  who  in  fact  does  not  want  to  meet  the  child  in  the  court \n\npremises.  \n\nLet  notice  be  issued  to  the  respondents  as  well  as  A.G  Sindh  for \n\n27.03.2024. In the meanwhile, subject to the appellate Court passing a \n\ndetailed  and  speaking  final  order  on  the  application  filed  by  the \n\nrespondent, the visitation rights at page 6 of the consolidated judgment \n\ndated  21.02.2024 shall  continue  till  the  next  date  of  hearing  i.e  the \n\nrespondent  father  only  to  meet  the  minor  in  the  court  premises  o  the \n\ngiven date and time.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-903 of 2023",
        "Date Filed": "15.03.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "The  present  petition  makes  5th \n\nattempt  of  the  petitioner  to  deprive  the  respondent  of  her  legal  rights \n\nand to restrain her from enjoying the fruits of the decree passed by the \n\ntrial  Court  in  the  first  instance.  No  one  is  present  for  the  petitioner.  I \n\nhave  taken  the  liberty  to  examine  the  impugned  judgment  dated \n\n25.08.2023 passed  by  VIth  Additional  District  Judge,  Karachi  Central, \n\nwhere  the  litigation  between  the  parties  started  by  filing  a  suit  for \n\ndissolution  of  marriage  by  way  of  Khulla  and  return  of  dowry  articles. \n\nUpon filing of the suit, the defendant husband effected appearance and \n\nfiled  written  statement,  wherein  he  denied  the  allegations  of  the \n\nplaintiff. He further stated that he had also filed his suit for restitution \n\nof  conjugal  rights,  which  was  dismissed  in  the  trial  Court  of  the  first \n\ninstance.  Pre-trial  proceedings  took  place,  which  failed,  eventually  the \n\nmarriage between the parties dissolved by way of Khulla. As payment of \n\ndower  amount  was  disputed  between  the  parties,  the  Court  framed \n\ncertain issues in this regard and the learned trial Court after evaluating \n\nthe evidence decreed the suit in favour of the respondent wife. \n\nBeing  aggrieved,  Respondent  No.1  preferred  FRA,  which  was \n\nallowed  and  matter  was  remanded  back  to  the  family  court  to  decide \n\nthe  issue  of  dowry  articles.  The  said  family  court  after  re-examining \n\nRespondent No.1 decreed the suit, to which petitioner filed application \n\n \n \n \n \n \n \n \n \n \n \n \n \n         \n \n \n\f                   -2- \n\nCP No.S-903 of 2023 \n\nunder  Section  12(2)  CPC,  which  was  dismissed.  Again,  the  petitioner \n\nfiled the family appeal, which was also dismissed through the impugned \n\norder by assigning detailed reasons.  \n\nI  in  the  circumstances,  see  that  the  very  purpose  of  filing  this \n\npetition  is  to  linger  on  litigation  between  the  parties,  which  seemingly \n\nstarted  in  the  year  2019  and  till  date  execution  proceedings  have  not \n\nculminated.  Matter  was  last  taken  up  on  18.10.2023 when  notice  was \n\ndirected to be issued to the respondent, where in fact notice could not \n\nbe  delivered  to  the  respondent  lady  as  address  was  wrongly  given. \n\nThereafter, no efforts have been made to have the matter heard. In the \n\ncircumstances, the instant petition is dismissed.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-79 of 2018",
        "Date Filed": "19.02.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "After  arguing  the  matter  at  some  length, \n\nlearned counsel for the petitioner stated that he will not press present \n\npetition provided however rectification is made in the order of the trial \n\nCourt as well as the appellate Court as to the alleged abnormality of the \n\npetitioner, which fact was introduced in the judgment of the trial Court \n\nthrough a judicial note discussed in the last paragraph of the judgment, \n\nwhere the Court of VI Family Judge Karachi (South) held that the person \n\nappeared to me is abnormal, which judicial note was also carried out by \n\nthe appellate Court.  \n\nLearned counsel for the petitioner admitted that the requirement \n\nof  Section  10  of  the  Divorce  Act,  1869  were  not  complied  with  as \n\nwitnesses  stated  that  the  respondent  (wife)  did  not  commit  adultery, \n\nthus  the  Court  rightly  dismissed  the  suit  on  that  ground,  however  the \n\nabove  unwarranted  judicial  note  has  caused  serious  prejudice  to  the \n\ninterest  of  the  petitioner  as  the  said  note  was  incorporated  in  the \n\njudgment without framing an issue and having decided it after allowing \n\nthe parties to adduce their respective evidence.  \n\nLearned  counsel  for  Respondent  No.1  stated  that  admittedly  the \n\npetitioner failed to prove the requisite of Section 10 of the Divorce Act, \n\n1869  and  both  the  Courts  rightly  dismissed  the  lis  but  stated  that \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                                                                -2-                               CP No.S-79 of 2018 \n\nappearance  of  the  petitioner  rightly  showed  that  he  was  “abnormal” \n\ntherefore  such  a  fact  was  introduced  through  a  judicial  note,  which \n\nshould be retained.  \n\nHeard the counsel, reviewed the record.  \n\nThe  powers  of  civil  courts  to  take  judicial  notice  are  regulated \n\nunder Articles 111 and 112 of the Qanun-e-Shahadat Order, 1984, which \n\nare reproduced hereunder in toto:- \n\n“111.  Fact  judicially noticeable  need  not  to be proved.--- No \nfact of which the Court will take judicial notice need be proved. \n\n112. Facts of which Court must take judicial notice.---(1) The \nCourt shall take judicial notice of the following facts--- \n\n(a) All-Pakistan laws; \n\n(b) Articles of War for the Armed Forces; \n\n(c)  The  course  of  proceeding  of  the  Central  Legislature  and \nany  Legislature  establishment  under  any  law  for  the  time \nbeing in force in Pakistan; \n\n(d) The seals of all the Courts in Pakistan and of all Courts out \nof  Pakistan  established  by  the  authority  of  the  Federal \nGovernment  or  the  Government  representative,  the  seals  of \nCourts of Admiralty and Maritime jurisdiction and of Notaries \nPublic  and all  seals which any person is authorized  to use  by \nany Act or Regulation having the force of law in Pakistan; \n\n(e)  The  accession  to  office,  names,  titles,  functions  and \nsignatures  of  the  person  filing  for  the  time  being  any  public \noffice  in  Pakistan,  if  the  fact  of  their  appointment  to  such \noffice is notified in the official Gazette; \n\n(f)  The  existence,  title  and  national  flag  of  every  State  of \nSovereign recognized by the Federal Government; \n\n(g)  The  divisions  of  time,  the  geographical  divisions  of  the \nworld,  and  public festivals,  facts and  holidays notified  in the \nofficial Gazette; \n\n(h) The territories under the dominion of Pakistan; \n\n(i)  The  commencement,  continuance  and  termination  of \nhostilities  between  Pakistan  any  other  State  or  body  of \npersons; \n\n(j) The names of the members and officers of the Court and of \ntheir deputies and subordinate officers and assistants and also \nof  all  officers  acting  in  execution  of  its  process,  and  of  all \nAdvocates  and  other  persons  authorized  by  law  to  appear  or \nact before it; \n\n(k) The rule of the road on land or at sea. \n\n(2)  In  all  cases  referred  to  in  clause  (1),  and  also  on  all \nmatters  of  public  history,  literature,  science  or  art,  the  Court \nmay  resort  for  its  aid  to  appropriate  books  or  documents  of \nreference.  \n\n(3)  If  the  Court  is called  upon  by  any  person  to  take  judicial \nnotice  of any  fact,  it may  refuse to do  so unless and until  such \nperson  produces  any  such  book  or  document  as  it  may  consider \nnecessary to enable it to do so.” \n\n \n                                                                                            \n \n \n \n \n\f                                                                -3-                               CP No.S-79 of 2018 \n\nAs  it  could  be  seen,  judicial  notice  can  only  be  taken  on  the \n\ncircumstances stipulated in the law and not left to the whims of a court. \n\nAlso a note to the concern that the petitioner was having unsound mind \n\nwas not mandated as no prayer was made by the respondent for such a \n\ndeclaration,  therefore  I  am  of  the  view  that  such  note  without  having \n\nthe  dispute  made  as  an  issue,  and  thereafter  having  adduced  evidence \n\nwas  unnecessarily  embodied  in  the  judgment  of  the  trial  Court  which \n\nwas wrongly followed by the appellate Court.  \n\nI  therefore  dispose  of  this  petition  by  rectifying  both  the \n\njudgments to expunge  the paragraphs pertaining to mental state of the \n\npetitioner  as  these  judgments  being  prejudicial  to  the  welfare  and \n\nwellbeing  of  the  petitioner.  If  the  respondents  really  intend  to  seek \n\ndeclaration  about  the  mental  health  of  the  petitioner,  the  provisions \n\nembodied under the Mental Health Act, 2013 may be attempted. \n\nThis petition is accordingly disposed of in these terms.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-945 of 2022",
        "Date Filed": "17.02.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "Both  the  parties  namely  Mst.  Kiran  Yazdani  (mother)  and  Khizar \n\nPervez  (father)  are  in  attendance  alongwith  minor  Shezar  Khizar  and \n\nstate  that  they  are  reasonably  comfortable  with  the  arrangements  set \n\nforth in the order dated 23.12.2023however for future visitation rights \n\nfollowing has been additionally consented by the parties:- \n\n1.  Custody of the minor will be handed over to the father 10 days \nin  summer  vacations  and  4  days  in  winter  holidays  depending \non the schedule of the minor.  \n\n2.  On  Eid-ul-Fitr  as  well  as  Eid-ul-Azha,  the  father  will  pick  the \nminor on Chand Raat and drop him on first day of Eid at 4 p.m. \nand on  second  from  9  a.m.  to  4  p.m.  however  the  minor  will \nremain with the mother on the third day. \n\n3.  On  father  as  well  as  grandfather’s  birth  days  the  father  will \n\npick the minor at 3 p.m. and drop him at 7 p.m. \n\n4.  On family function meaning thereby very close family function, \nparents  after  coordinating  with  each  other  in  advance  at \ndesignated email will decide pick and drop the minor. \n\nIn view of above, listed application is disposed of. Let the file be \n\nconsigned to record.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-1107 of 2023",
        "Date Filed": "14.02.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "None  present  for  the  respondent.  Learned \n\ncounsel  for  the  petitioner  by  drawing  Court’s  attention  to  the  Bailiff \n\nreport dated 13.01.2022states that the Bailiff report has clearly shown \n\nthat  a  number  of  articles,  which  were  crossed  by  the  Bailiff  were  not \n\nhanded out to the petitioner and amongst those articles   ،ٹیس اک ڈلوگ اڑب  \n\n  شلاپ  ڈلوگ  ٹیس  اڑب  اک  یدناچ  روا  ٹیس  اک  ڈلوگ  اٹوھچ  admittedly  included.  He \n\nstates that the signature of the petitioner available at page 155 detailed \n\nas  رہم  قح  یگیئادا  was  denied,  which  suggested  that  the  petitioner  had \n\nreceived  dower  amount  of  Rs.50,000/-  are  fake  as  the  petitioner  had \n\ndenied  these  signatures,  hence in  such  circumstances  it  was incumbent \n\nupon the Trial Court to call hand writing expert, which exercise has not \n\nbeen done by the Trial Court, where in a cursory manner, the Trial Court \n\nthrough  its  judgment  dated  28.09.2022 only  granted  maintenance  of \n\nRs.7,000/-  per  month  that  too  for  the  Iddat  period  and  held  that  the \n\npetitioner  (plaintiff)  was  not  entitled  to  the  dower  amount  as  well  as \n\neven those articles which were marked as  ‘X’ having not been received \n\nby the petitioner. No cogent reasons for such a conclusion are available \n\nin the judgment. Learned counsel for the petitioner states that while the \n\npetitioner  challenged  those  findings  through  Family  Appeal  No.304  of \n\n2022, the Appeal was dismissed also.  \n\nIn  these  circumstances,  both  the  impugned  judgments  are  set \n\naside,  the  trial  Court  to  re-hear  the  parties  and  re-appreciate  the \n\nevidence  afresh  and  pass  a  fresh  judgment  preferably  within  three \n\nmonths.  \n\nThis petition is accordingly disposed of in these terms.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-1476 of 2019",
        "Date Filed": "25.01.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "None  has  effected  appearance  on  behalf  of \n\nRespondent  No.1.  Learned  counsel  for  the  petitioners  states  that  the \n\ntrial  Court  without  considering  the  affidavit-in-evidence  submitted  by \n\nthe  petitioner  not  only  decreased  the  value  of  the  dowry  articles  also \n\nassumed  that  the  jewelry  was  with  the  petitioner,  which  was  not  the \n\ncase.  Counsel  contends  that  gross  illegality  has  been committed by  the \n\ncourts below and requests that both the judgments be set aside and the \n\nmatter be heard de novo. \n\nIn the circumstances, when there are no contrary stance both the \n\njudgments are set aside and the matter be decided by the trial Court de \n\nnovo.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-637 of 2024",
        "Date Filed": "24.05.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "1. \n\n2. \n\n3. \n\nUrgency granted. \n\nDeferred. \n\nExemption granted subject to all just exceptions. \n\n4&5.  Learned  counsel  for  the  petitioner  states  that  the  petitioner  is \n\nstill  in  the  marriage  contract  of  Respondent  No.1  and  out  of  which \n\nwedlock three wards were born and Alina Rashid is now 26 years of age \n\nand  Ali  Rashid  is  20  years  of  age.  Counsel  states  that  the  respondent \n\nabandoned his family in January 2020 and thereafter he has completely \n\ntaken  his  hands  off  from  supporting  and  maintaining  the  petitioner \n\n(wife) as well as the children to the extent that the children were raised \n\nand  educated  through  Financial  Aid  from  Government  and  by  arranging \n\nprivate loans. Counsel further states that there is a dispute between the \n\ncouple  with  regard  to  various  properties,  which  are  inter  alia  subject \n\nmatter  of  Suit  No.88  of  2020  and  Suit  No.803  of  2020,  where  through \n\norder  dated  20.12.2021 when  confronted  the  respondent  father \n\nundertook to meet all expenses of the family however this commitment \n\nwas  not  honoured  and  state  as  presented  to  the  Court  is  that  the \n\npetitioner  (mother)  is  facing  serious  financial  hardship  to  raise  the \n\nfamily  as  well  as  to  maintain  herself  and  the  children.  Counsel  states \n\nthat in the current situation where the children are studying abroad and \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                                                       -2-                      C.P No.S-637 of 2024 \n\nthe  petitioner  does  not  have  any  other  source  of  income  except  few \n\nrents,  which  are  not  paid  regularly,  the  respondent  be  directed  to  pay \n\nmonthly maintenance to the petitioner at the Rs.600,000/- and daughter \n\nAlina  Rashid  at  US$  3,100/-  and  to  Ali  Rashid  US$  1,000/-  per  month. \n\nCounsel further states that the respondent is a high net worth individual \n\nand  these  kind  of  moneys  could  easily  be  borne  by  him,  whose  assets \n\nwere  more  than  Rs.170  Million  for  the  Tax  Year  2018  and  increased  to \n\nRs.190 Million for the Tax Year 2019. \n\nLet notice be issued to the respondent for 30.05.2024and as an \n\ninterim  measures  the  respondent  to  make  payment  to  the  petitioner \n\nmother as well as to the children in the above amounts without fail.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-52 of 2021",
        "Date Filed": "23.05.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "Learned  counsel  for  Respondent  No.1  has  filed  two  statements, \n\nwhich are taken on record. Main thrust of the arguments of the learned \n\ncounsel  for  Respondent  No.1  is  that  he  has  challenged  the  impugned \n\njudgment  and  decree,  where  he  was  not  served  and  the  Court  decided \n\nthe  matter  ex  parte.  He  adds  that  they  have  already  provided \n\nmaintenance to the petitioner mother and that the respondent divorced \n\nthe  petitioner  on  08.10.2019,  copy  of  such  divorce  has  been  furnished \n\nalongwith  the  counter  affidavit,  therefore  the  petitioner  wife  is  not \n\neligible for maintenance after that date.  \n\nFor  the  period  between  the  date  of  judgment  and  the  divorce, \n\nlearned counsel states that he has already provided sum of Rs.960,000/- \n\nto the mother. Coming to the question of minor it is stated that there is \n\nsome confusion as to whether the appellate court that has enhanced the \n\nmaintenance  of  the  minor  from  Rs.10,000/-  to  Rs.15,000/-  per  month \n\nhas kept the earlier granted increase of 5% per annum or not. In respect \n\nof  the  maintenance  to  the  minor,  learned  counsel  for  the  petitioner \n\nstates that since cost of living has increased, the respondent is willing to \n\npay Rs.20,000/- per month from June,  2024 onwards regularly. Counsel \n\nfor the petitioner to the contrary states that enhanced increment should \n\nbe 20% per annum.  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                                                                -2-                               CP No.S-52 of 2021 \n\nSince the judgment of the trial court has already been challenged \n\nbeing  rendered  ex  parte  and  counsel  for  the  petitioner  states  that  he \n\nintends to file objections to the respondent’s claim that he has divorced \n\nthe petitioner before the concerned trial court. \n\nIn  these  circumstances,  the  instant  petition  is  disposed  of  with \n\ndirection  to  the  Xth  Family  Judge,  Karachi-West  to  decide  application \n\nmoved  by  the  respondent  husband  under  Section  9(6)  of  the  Family \n\nCourts Act preferably within ninety days and while doing so also consider \n\nthe  aspect  of  the  reasonable  annual  increase  in  the  quantum  of  the \n\nmaintenance to be provided to the minor.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-606 of 2024",
        "Date Filed": "23.05.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "1. \n\n2. \n\nUrgency granted. \n\nDeferred. \n\n3-5.  Learned counsel for the petitioner states that the visitation rights \n\ngiven  to  the  respondent  (father)  were  part  of  the  guardian  and  wards \n\napplication  moved  by  the  father,  where  custody  was  primarily  given  to \n\nthe petitioner (mother) through order dated 26.05.2021, and custody of \n\nthe minor was  directed to be  handed out in the presence of the Bailiff \n\non alternate Saturdays between 10:00 a.m. to 12:00 noon as well as on \n\nthe  second  day  of  Eid  etc.  With  regards  to  the  summer  vacations  10 \n\ndays,  and  5  days  in  winter  holidays  were  also  granted.  Counsel  states \n\nthat  the  respondent  father  preferred  appeal  against  that  order  which \n\nwas  dismissed,  however  being  aggrieved  he  preferred  constitutional \n\npetition  to  this  Court,  which  petition  was  disposed  of  by  order  dated \n\n01.02.2022 directing  him  to  file  an  application  in  the  Guardian  and \n\nWards  Court,  which  resulted  him  in  filing  an  application  accordingly, \n\nwhere  the  impugned  order  dated  08.11.2023 has  been  passed,  where \n\nextended  visitations  have  been  granted  in  toto  without considering  the \n\nwelfare  of  the  minor.  Counsel  states  that  the  impugned  order  suggests \n\nthat  on  every  Saturday  the  minor  would  be  with  the  father  from  10:00 \n\na.m. to 04:00 p.m and on minor’s birthday custody would be remain with \n\nthe  father  and  even  on  the  father’s  birthday  the  custody  would  also \n\nremain  with  the  father.  Counsel  states  that  these  extended  visitations \n\nenjoyed by the father are hampering welfare of the minor, as evidently \n\nthe  Bailiff  report  suggests  that  the  minor  was  taken  to  the  office  to \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                                                       -2-                      C.P No.S-606 of 2024 \nC.P No.S-607 of 2024 \n\nspend  time  with  the  father.  Not  only  so,  the  counsel  states  that  the \n\nminor  is  exposed  to  PG-16  movies/videos  and  other  material,  which  is \n\ncausing  serious  disturbance  to  his  mental  health,  certain  sketch  are \n\nattached  at  pages  183  to  193  to  show  minor’s  trail  of  imagination. \n\nCounsel  states  that  the  petitioner  mother  filed  complaint  before  the \n\nconcerned court  as  to  how  the  Bailiff  permitted  the  father  to  take  the \n\nminor  to  his  office  and  except  for  reprimanding  the  Bailiff,  no  further \n\nrelief  yielded.  Counsel  states  that  there  is  danger  that  by  way  of \n\nextended visitation rights the respondent will take custody of the minor \n\nin  the  coming  summer  vacations  and  since  he  has  already  shown \n\nsuspicious  behaviour  towards  raising  the  child,  counsel  requests  that \n\nsuch  extended  visitation  through  the  impugned  order  be  restricted  to \n\nthe  extent  that  the  respondent  be  eligible  for  alternate  weekends’ \n\nvisitation from 10:00 a.m. to 01:00 p.m. \n\nLet  notice  be  issued  to  the  respondent  for  27.08.2024.  In  the \n\nmeanwhile,  the  extended  visitation  granted  by  the  impugned  order \n\ndated 18.11.2023in Guardian and Wards Application No.1366 of 2020 to \n\nremain suspended till the next date of hearing. The visitation would only \n\nbe  first  and  third  Saturdays  between  10:00  a.m.  to  01:00  p.m.  in  the \n\npresence  of  the  Bailiff  of  the  concerned  court  however  the  respondent \n\nshall ensure that he will not take the minor to the office nor expose him \n\nto  any  PG  material,  which  is  adverse  to  the  interest  of  the  minor  and \n\nBailiff to file a report with the concerned court on every Saturday when \n\nthe minor is handed out to the respondent.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-543 of 2023",
        "Date Filed": "08.04.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "1. \n\n2. \n\nUrgency granted. \n\nExemption granted subject to all just exceptions. \n\n3&4.  This  petition  challenges  concurrent  findings  of  the  courts  below, \n\nwhere  the  trial  court has  held  that  the  condition  19  of  Nikahnama  was \n\nenforceable and pronounced that as  admittedly  the  petitioner  divorced \n\nthe  respondent,  she  is  entitled  to  recover  five  Tola  gold  or  its  present \n\nmarket  value  and  amount  of  Rs.500,000/-.  Counsel  states  that \n\nenforceability  of  condition  19  is  shadowed  by  the  judgments  of  the \n\nHon’ble Supreme Court and he has placed reliance on PLD 2011  SC 260 \n\n(Syed  Mukhtar  Hussain  Shah  v.  Mst.  Saba  Imtiaz  and  others)  and  2008 \n\nSCMR  186  (Muhammad  Bashir  Ali  Siddiqui  v.  Mst.  Sarwar  Jahan  Begum \n\nand  another).  However,  the  judgment  PLD  2011  SC  260  pertains  to \n\ncondition 17 and not condition 19 and 2008 SCMR 186 that again was in \n\ndifferent  circumstances,  where  a  constrain  was  placed  on  the  rights  of \n\nthe  wife  to  seek  separation  by  way  of  Khulla.  Counsel’s  wish  that  the \n\npetitioner  wants  to  respondent  to  join  him,  cannot  be  granted  through \n\nconstitutional  petition,  Sharia  provides  mechanism  for  doing  it,  if \n\npetitioner is inclined to do so. With regard to claim that condition 19 of \n\nthe  Nikahnama  is  not  enforceable,  I  do  not  see  anything  on  record  to \n\nshow  or  any  case  law  to  prove  that  such  condition  cannot  be  fulfilled. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                   -2- \n\nCP No.S-543 of 2023 \n\nThe  fact  is  that  if  such  condition  was  left  as  blank,  may  be  the \n\nrespondent lady might not have chosen to enter into Nikahnama with the \n\npetitioner,  therefore,  the  petitioner  who  promised  the  respondent \n\nthrough  condition  19  cannot  now  deviate  from  such  undertakings \n\ndishonestly.  \n\nPetition  being  meritless \n\nis \n\nthus  dismissed  with  pending \n\napplications.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-962 of 2022",
        "Date Filed": "28.03.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "None present for the petitioner, similar was the case on the last \n\ndate  of  hearing.  Counsel  for  Respondent  No.2  states  that  this  petition \n\nwas filed primarily by the petitioner, who was seeking orders from this \n\nCourt,  so  that  decretal  amount  could  be  deposited  in  the  installments. \n\nCounsel  states  that  no  favourable  order  has  been  passed  in  the  matter \n\nand the entire decretal amount has been deposited and received by the \n\nrespondent  bringing  an  end  to  the  instant  lis.  Accordingly,  the  instant \n\npetition is dismissed alongwith pending application(s).",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-1366 of 2023",
        "Date Filed": "28.03.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "The petitioner approached this Court \n\nwith  the  grievance  that  the  trial  court  pronounced  Khulla  vide  order \n\ndated  28.11.2023 in  Family  Suit  No.1036  of  2023  without  giving  the \n\npetitioner (husband) a sufficient opportunity of reconciliation in pre-trial \n\nproceedings.  No  appeal  was  filed  against  that  order  rather  this \n\nconstitutional petition was filed as such.  \n\nWhen  the  notices  were  issued  in  this  matter,  Respondent  No.2 \n\nwas called to appear in person and the order dated 07.02.2024reflects \n\nthat she declined to accompany the petitioner or reconcile her disputes, \n\nshe  flatly  refused  to continue  with  the  marriage.  Whereafter,  both  the \n\nparties  were  given  opportunity  to  seek  counseling,  where  per  learned \n\ncounsel  for  the  petitioner,  while  the  petitioner  went  for  counseling \n\nhowever the respondent did not show up for counseling.  \n\nLearned  counsel  for  Respondent  No.2  states  that  the  respondent \n\nhas  no  affinity  and  he  states  that  she  went  to  trauma  through  this  13 \n\nyears long wedding out of which two children were born.  \n\nI in these circumstances, cannot let this constitutional petition as \n\nmean to deter the rights of the respondent lady, who has all legal rights \n\nto seek Khulla in accordance with law, if she does not want to live with \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                   -2- \n\nCP No.S-1366 of 2023 \n\nthe petitioner.  In the circumstances, what the petitioner desires cannot \n\nbe  achieved  through  this  constitutional  petition  as  the  respondent \n\ncannot be  chained to the petitioner,  meaning  thereby  I have  no option \n\nexcept to dismiss this petition, which is accordingly dismissed.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-1233 of 2023",
        "Date Filed": "28.03.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "This  petition  is  filed  against \n\nconcurrent  findings  of  the  courts  below,  where  custody  of  the  children \n\nwas  not  seemingly  granted  to  the  grandmother  on  several  grounds \n\nincluding that minors were not going to a school, as well that one of the \n\nminors was doing a job in a workshop and spending all of his money over \n\nthe  siblings.  The  petitioner,  as  admitted  by  the  counsel,  is  aged  about \n\n80 years, the trial court as well as appellate court have considered this \n\naspect at length and have refrained from handing out custody to her. \n\nPerusal of the judgment dated 09.08.2023passed in Guardian and \n\nWards  Appeal  No.09  of  2023  by  Additional  District  Judge-VI,  Karachi \n\nCentral  and  order  dated  18.02.2023 passed  in  Guardian  and  Wards \n\nApplication  No.1905  of  2022  by  XVIII-Civil  and  Family  Judge  Karachi \n\nCentral suggests that no illegality or irregularity has been committed by \n\nboth  the  courts  below  and  no  interference  is  warranted.  Accordingly, \n\nthe instant petition being meritless is dismissed.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    },
    {
        "Case Id": "No.S-207 of 2024",
        "Date Filed": "27.03.2024",
        "Client Name": "nan",
        "Opponent Name": "nna",
        "Relationship": "nan",
        "Issue Type": "nan",
        "Summary": "1. \n\n2. \n\n3. \n\n4. \n\nUrgency granted. \n\nDeferred. \n\nExemption granted subject to all just exceptions. \n\nThis  petition  challenges  the  judgment  passed  in  Family  Appeal \n\nNo.71  of  2023,  where  per  learned  counsel,  the  earlier  decision  of  this \n\nCourt  rendered \n\nin  C.P  No.S-1518  of  2022  on  31.03.2023 was \n\nimplemented by reducing the earlier granted installments of Rs.20,000/- \n\nper  month  to  Rs.15,000/-  per  month  in  respect  of  the  dowry  articles. \n\nCounsel  states  that  in  fact  the  trial  court,  which  had  earlier  awarded \n\nRs.5,000/- per month for the Iddat period to the petitioner as well as to \n\npay  Rs.3,000/-  to  Rs.4,000/-  per  month  for  the  minor  was  appealed  by \n\nthe petitioner in Family Appeal No.49 of 2020 wherein through judgment \n\ndated  14.02.2022,  maintenance  was  enhanced  to  Rs.8,000/-  per  month \n\nas well as the plaintiff was entitled to recover all the dowry articles as \n\nper  the  list  annexed  with  the  plaint  excluding  certain  articles  or  in \n\nalternate to receive Rs.250,000/-. Per learned counsel, in the execution \n\nproceedings  the \n\nrespondent  moved  an  application \n\nfor  making \n\ninstallments  of  the  amount  of  Rs.250,000/-,  which  application  was \n\nallowed  by  order  dated  21.01.2023 however  having  obtained  a \n\nfavourable order in C.P No.S-518 of 2022 he approached to the executing \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f                                                       -2-                      C.P No.S-207 of 2024 \n\ncourt  again,  where  the  impugned  judgment  was  passed  reducing  the \n\nmonthly  installment  of  Rs.20,000/-  to  Rs.15,000/-.  Counsel  states  that \n\nthe essence of the judgment of the trial court dated 05.03.2020and that \n\nof  the  appellate  court’s  judgment  dated  14.03.2022 was  to  primarily \n\nretain the dowry articles or in alternate to receive Rs.250,000/-. Against \n\nwhich,  two  appeals  were  filed  and  one  constitutional  petition  was \n\npreferred to the extent that with astronomical increase in price of those \n\narticles  only  Rs.15,000/- are to be paid by the respondent,  which sums \n\nare  not  justifiable,  rather  the  petitioner  seeks  that  the  respondent  be \n\ncompelled  to  handover  the  dowry  articles  as  per  the  judgment  of  the \n\nappellate  court  in  Family  Appeal  No.49  of  2020.  Counsel  states  that  to \n\nthe  best  of  his  knowledge  all  those  dowry  articles  are  still  lying  in  the \n\nhouse of the respondent who has contracted second marriage and  he is \n\nusing the said dowry articles.  \n\nLet  notice  be  issued  to  the  respondents  as  well  as  A.G  Sindh  for \n\n17.04.2024. In the meanwhile, Nazir or his nominee is appointed at the \n\ncost  of  the  petitioner  being  Rs.10,000/-  to  visit  the  premises  of  the \n\nrespondent,  to  make  out  inventory  of  all  the  articles  present  therein, \n\nwhich  are  part  of  the  dowry  articles  subject  matter  of  the  present \n\nlitigation,  take  photographs  thereof  and  present  a  statement  in  the \n\nCourt.  In  the  meanwhile,  operation  of  the  impugned  judgment  dated \n\n30.10.2023passed in Family Appeal No.71 of 2023 to remain suspended \n\ntill the next date of hearing.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "High Court of Sindh, Karachi",
        "Judge Name": "nan",
        "Outcome": "nan",
        "Appeal": "nan"
    }
]