{
    "Case Id": "5601 OF 2021",
    "Date Filed": "30.08.2021",
    "Client Name": "Arif Fareed",
    "Opponent Name": "Bibi Sara & others",
    "Relationship": "nan",
    "Issue Type": "nan",
    "Summary": "AMIN-UD-DIN KHAN, J:- Through this petition filed under Article 185(3) of the Constitution of Islamic Republic of Pakistan, 1973, leave has been sought against the judgment dated 30.8.2021 passed by the High Court of Balochistan, Quetta whereby Constitution Petition No. 871 of 2021 filed by the petitioner was dismissed. In a composite family suit, a decree was granted by the learned Family Court. Appeal filed there-against was dismissed and so was the fate of the writ petition which followed the appeal. Learned counsel for the petitioner contends that there is an inherent defect in the filing of the suit for the reason that minor daughter of the parties namely Mst. Dua was not arrayed as a plaintiff in the suit and, therefore, the learned trial court was not competent to grant a decree in her favour. However, said defect has not been attended to by any of the courts below. Before delving in the proposition in hand, we consider it appropriate to put the things in proper perspective. The family litigation directly or indirectly causes long term effects on the emotional health of parties especially the children who become a silent victim of differences and disputes between contesting adults. The dilemma starts with our social and institutional conception of the child and childhood. The question, who is considered to be a child, and what period in a person’s life can be labelled as “childhood,” has undergone change over time. There are many reasons for this, including social changes and the need to define certain ages in which rights and responsibilities are attached to those falling in defined age bracket. The traditional view of children has been to see them as objects in need of protection, not as persons with the rights and capabilities of autonomous individuals. The children have often been regarded primarily as being part of the family unit, not as independently acting agents. Until the end of the 1970s, the prevalent understanding among historians was that historically, children did not constitute a category of their own. The United Nation’s Convention on the Rights of the Child 1989 (CRC) is the first treaty specifically concerned with the rights of children and it marks an important shift in thinking towards a ‘rights-based approach’ which holds the states/governments legally accountable for failing to meet the needs of children. Therefore, when a child comes to interact with the judicial system, the response must be facilitative, cooperative and backed by child-right driven approach. The Family Courts Act, 1964 gives ample powers to the Family Court to devise its own procedure wherever it is so desired. The object of the Act is to have expeditious disposal of such matters in shortest possible time “FARZANA RASOOL v Dr. MUHAMMAD BASHIR” (2011 SCMR 1361). The technicalities and trappings of normal practice and procedure are not suitable to the cases where very young children are the party. In the case of “MUHAMMAD AFZAL v HAHNAZ SHAHZADI” (1989 MLD 1362), the contention of husband was that since future maintenance was not claimed by (wife and children) in appeal, Appellate Court could not grant such relief on its own. Lahore High Court rightly ruled that the Family Court can grant the relief in the shape of future maintenance which if it is not claimed but they were otherwise entitled in its loco parentus capacity. In the instant case, it was very much convenient for the family court to ask for the suitable amendments in the plaint or it could have itself impleaded the child as a plaintiff along with his mother and other siblings. However, in the given circumstances, we find no miscarriage of justice or that the case could have a different result if the child was technically impleaded as a party to the suit in formal manner. We reiterate that as per the Preamble of the Act, the Family Court is the forum for disposal and settlement of family disputes and matter connected there with. This disposal and settlement of dispute should not take the form and contents of adjudication. Wherever, there is a procedural convenience, subject to the command of the statute, it must be resolved in favour of the women and children. We have gone through the record. Though the name of Mst. Dua has not been mentioned in the array of plaintiffs independently but in the body of the plaint her case for grant of maintenance has been clearly pleaded and further in the prayer clause specific maintenance allowance for Mst. Dua has been sought by the plaintiff-respondent No. 1 who is the real mother of Mst. Dua. In family court proceedings, the Code of Civil Procedure, 1908 except sections 10 & 11 shall not apply to proceedings before the family court in accordance with section 17 of the West Pakistan Family Courts Act, 1964. Even under the relevant provisions of the regular procedure provided for the civil matters i.e. CPC on the basis of mis-joinder or non-joinder of the parties the suit cannot fail. In the instant case, the petitioner was required to show some jurisdictional defect committed by the courts below but he failed to do so and, therefore, his writ petition was dismissed. Now he has come for grant of leave against the order passed by the High Court. Learned counsel for the petitioner was required to make out a case for grant of leave by showing some defect in the judgment of the High Court but he failed. In this view of the matter, learned counsel failed to make out a case for the grant of leave. Before parting with this judgement, we may reiterate that the right of appeal is the creation of the statute. It is so settled that it hardly needs any authority. The Family Courts Act, 1964 does not provide the right of second appeal to any party to the proceedings. The legislature intended to place a full stop on the family litigation after it was decided by the appellate court. However, we regretfully observe that the High Courts routinely exercise their extraordinary jurisdiction under Article 199 of the Constitution of Islamic Republic of Pakistan, 1973 as a substitute of appeal or revision and more often the purpose of the statute i.e., expeditious disposal of the cases is compromised and defied. No doubt, there may be certain cases where the intervention could be justified but a great number falls outside this exception. Therefore, it would be high time that the High Courts prioritise the disposal of family cases by constituting special family benches for this purpose. Accordingly, leave to appeal is refused and petition stands dismissed.",
    "Evidence": "nan",
    "Witnesses": "nan",
    "Legal Precedents": "nan",
    "Court": "Islamabad High Court.",
    "Judge Name": ["MR. JUSTICE SARDAR TARIQ MASOOD","MR. JUSTICE AMIN-UD-DIN KHAN","MR. JUSTICE SYED HASAN AZHAR RIZVI"],
    "Outcome": "nan",
    "Appeal": "nan"
}