[
    {
        "Case ID": "PLD 2022 FSC-1",
        "Date Filed": "nan",
        "Client Name": "Farooq Omar Bhoja (Petitioner)",
        "Opponent Name": "Federation of Pakistan through Ministry of Law & Justice (Respondent)",
        "Relationship": "nan",
        "Issue Type": "Whether sections 4, 5 and 6 of the Child Marriage Restraint Act 1929, which provide\n\t\t\t\t\t\t\tpunishments for the person above eighteen years, who marries a girl child under 16 years of\n\t\t\t\t\t\t\tage, punishment for a person who solemnize a child marriage and punishments to\n\t\t\t\t\t\t\tparents/guardians of a girl child respectively, are against the spirit of Islam Holy Quran\n\t\t\t\t\t\t\tand Sunnah.",
        "Summary": "The Court deliberated upon the Ahadith, mentioned by the petitioner in favour of his claim\n\t\t\t\t\t\t\tand commented that after careful reading of these Ahadith, two principles can be established\n\t\t\t\t\t\t\tfor marriage with a minor girl; first principle is that such Nikah can only be contracted\n\t\t\t\t\t\t\tthrough wali and second principle states that marriage will be consummated, when the girl is\n\t\t\t\t\t\t\tconsidered to be medically adult, which depends upon the cast, creed, food, weather\n\t\t\t\t\t\t\tconditions, economic and social circumstances of that girl. On the basis of these two\n\t\t\t\t\t\t\tprinciples, the Government of Pakistan has fixed  minimum sixteen years age for a girl\n\t\t\t\t\t\t\tto get married.  The Court further discussed certain acts, which are associated with\n\t\t\t\t\t\t\tthe personality of  Holy Prophet (PBUH), and cannot be applied in the same manner in\n\t\t\t\t\t\t\tcases of ordinary human beings, because, all of his acts, were directions of Allah, for him\n\t\t\t\t\t\t\tonly, and not for all and sundry. The Court also discussed various acts, which are lawful,\n\t\t\t\t\t\t\tbut have been suspended for betterment and welfare of society by Hazrat Umar (R.A) in his\n\t\t\t\t\t\t\tcapacity as second Caliph. It is a well-settled principle of  Sharia that if any lawful\n\t\t\t\t\t\t\tact appears to be harmful to the society collectively or to a particular segment of a\n\t\t\t\t\t\t\tsociety, the State has power to make that act prohibited so that the society can be\n\t\t\t\t\t\t\tprotected from a larger damage.  It was also discussed that majority of muslim jurists\n\t\t\t\t\t\t\tbelieves that marriage of a minor girl is permissible, but some religious scholars disallows\n\t\t\t\t\t\t\tsuch nikkah, so, in order to develop balance, the Government of Pakistan set the age of\n\t\t\t\t\t\t\tsixteen years for the marriage of a girl. Moreover, setting sixteen year, age of marriage of\n\t\t\t\t\t\t\ta girl, would give her chance to get basic education, as there is no doubt on significance\n\t\t\t\t\t\t\tof education for both male and female, and especially for the latter, as she is usually\n\t\t\t\t\t\t\tresponsible for educating and managing daily affairs of her children.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "Federal Shariat Court",
        "Judge Name": [
            "Justice Muhammad Noor Meskanzai",
            "Justice Dr. Syed Muhammad Anwer",
            "Justice Khadim Hussain M. Shaikh"
        ],
        "Outcome": "The Court held that for a healthy marriage, not only physical health and economic stability\n\t\t\t\t\t\t\tetc. are necessary factors but mental health and intellectual development is equally\n\t\t\t\t\t\t\timportant, which are achievable through education. Islam recognizes the significance of\n\t\t\t\t\t\t\teducation for male and female alike and believes in empowerment of women for development and\n\t\t\t\t\t\t\tprosperity for a family in specific and for society in general. This is the rationale behind\n\t\t\t\t\t\t\tsetting the minimum threshold of sixteen year age for a girl to get married by the State of\n\t\t\t\t\t\t\tPakistan. Hence, the Court is of considerate opinion that this petition is misconceived and\n\t\t\t\t\t\t\tliable to be dismissed.",
        "Appeal": "nan"
    },
    {
        "Case ID": "2022 SCMR 2123",
        "Date Filed": "nan",
        "Client Name": "Raja Muhammad Owais (Petitioner)",
        "Opponent Name": "Mst. Nadia Jabeen & others (Respondent)",
        "Relationship": "nan",
        "Issue Type": "Has Mother right to keep custody of her children, in case she re-marries?",
        "Summary": "The Counsel for Petitioner claimed that his client has the right to keep custody of his\n\t\t\t\t\t\t\tchildren, because Respondent no.1 re-married, but Petitioner didn’t. Moreover, he has a\n\t\t\t\t\t\t\trespectable job, and can bear expanses of all of his children. He added that husband of the\n\t\t\t\t\t\t\trespondent has another wife, with four adult sons, aged between 20 to 24 years, and it\n\t\t\t\t\t\t\tdoesn’t seem prudent that his daughters, aged between 13 to 17 years, live with their step\n\t\t\t\t\t\t\tfather and step brothers.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "Supreme Court of Pakistan",
        "Judge Name": [
            "Justice Syed Mansoor Ali Shah",
            "Justice Ayesha A. Malik"
        ],
        "Outcome": "The Court held that, the honourable Court of Senior Civil Judge (Family Division) was correct\n\t\t\t\t\t\t\tin its decision to award custody of children to their mother, because children had already\n\t\t\t\t\t\t\texpressed their desire to live with their mother, and their mother is financially stable\n\t\t\t\t\t\t\tenough to take care of her children in every manner. Hence, in the light of afore-said, the\n\t\t\t\t\t\t\tCourt find no illegality in impugned judgement. Consequently, no case of grant of leave is\n\t\t\t\t\t\t\tmade out. The Petition is dismissed.",
        "Appeal": "nan"
    },
    {
        "Case ID": "PLD 2011 ICH 06 ",
        "Date Filed": "nan",
        "Client Name": "Miss Nancy Ruth Bancy (Petitioner)",
        "Opponent Name": "District Judge, Islamabad & another (Respondent)",
        "Relationship": "nan",
        "Issue Type": "Whether petitioner can take the minor out of Pakistan to the USA for the purposes of\n\t\t\t\t\t\t\timmigration and adoption?",
        "Summary": "The court believes that  the petitioner took care of the child and custody with the\n\t\t\t\t\t\t\tpermission of her parents and thereafter through a legal process, she was appointed as a\n\t\t\t\t\t\t\tguardian by the competent Court of law. She, therefore, wanted to apply for the immigration\n\t\t\t\t\t\t\tof the child to her own country for adoption and also because the minor may get proper\n\t\t\t\t\t\t\ttreatment for her ailments.The US Embassy has its own rules for granting immigration\n\t\t\t\t\t\t\tvisa and the requirement of law is that word “adoption” be mentioned in the order dated 19\n\t\t\t\t\t\t\t-1 -2011 -of guardianship.The Court further discussed that that the minor is a born\n\t\t\t\t\t\t\tChristian and would not be governed by the Muslim Personal Law.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "Islamabad High Court",
        "Judge Name": [
            "Justice Muhammad Anwar Khan Kasi"
        ],
        "Outcome": "Hence, the Court concluded that now after the appointment of petitioner as guardian, she has\n\t\t\t\t\t\t\tgot every lawful right to keep the child with her after proper consent of minor’s real\n\t\t\t\t\t\t\tparents. She wants to keep the child with her in USA and welfare of the minor also demands\n\t\t\t\t\t\t\ther better care and treatment.Since there is no Inter-country Adoption between\n\t\t\t\t\t\t\tPakistan and U.S. the minor will enter U.S. on immigration visa and shall be adopted over\n\t\t\t\t\t\t\tthere according to the U.S. laws.In view of the above, the Court is of the opinion\n\t\t\t\t\t\t\tthat the children after going through all the process of guardianship should be permitted to\n\t\t\t\t\t\t\taccompany their lawful guardians. Especially when the parents have also no objection to the\n\t\t\t\t\t\t\tremoval of minor to a foreign country in connection with adoption. Muslim Laws are\n\t\t\t\t\t\t\tdifferent, but in the present case, the minor is a Christian and her parents have given the\n\t\t\t\t\t\t\tsaid permission.The petition is therefore, allowed and the petitioner is permitted\n\t\t\t\t\t\t\tto take the minor to the United States of America for the purpose of immigration and\n\t\t\t\t\t\t\tadoption. The required amendment is directed to be made and the original guardianship order\n\t\t\t\t\t\t\tdated 19-1-2011 shall be read as such.",
        "Appeal": "nan"
    },
    {
        "Case ID": "PLD 2011 LHC 423",
        "Date Filed": "nan",
        "Client Name": "Roshni Desai (Petitioner)",
        "Opponent Name": "Jahanzeb Niazi (Respondent)",
        "Relationship": "nan",
        "Issue Type": "Who should be given the custody of a minor child of a unwed couple, in case, father being\n\t\t\t\t\t\t\tmuslim and mother, being hindu?",
        "Summary": "The Counsel for petitioner claimed that as per Pakistan’s law, respondent no 1 has no right\n\t\t\t\t\t\t\tto the custody of minor, because petitioner and respondent are not legally wedded to each\n\t\t\t\t\t\t\tother. Moreover, in view of order dated 11th March 2011, passed by Canadian\n\t\t\t\t\t\t\tSuperior Court (Family Division), the minor has to be returned to the lawful custody of the\n\t\t\t\t\t\t\tpetitioner in Canada. On the other hand, the Counsel for defendant, challenged the\n\t\t\t\t\t\t\tjurisdiction of the Court, and said that it fall under the purview of Guardian and Wards\n\t\t\t\t\t\t\tAct, 1890. He further claimed that relationship between petitioner and defendant must be\n\t\t\t\t\t\t\tconsidered legitimate, as both of them lived together with their  free consent.\n\t\t\t\t\t\t\tMoreover, petitioner, being a non-muslim by faith, has been unfit to have the custody of\n\t\t\t\t\t\t\tchild, and respondent, being muslim, should be given the custody of child.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "Lahore High Court",
        "Judge Name": [
            "Justice Asid Munir"
        ],
        "Outcome": "Hence, the Court held that in the light of afore-said, the custody of the child has been\n\t\t\t\t\t\t\trestored to the petitioner, who is free to take the minor out of Pakistan and back to\n\t\t\t\t\t\t\tCanada.",
        "Appeal": "nan"
    },
    {
        "Case ID": "C.P.1418/2023    ",
        "Date Filed": "nan",
        "Client Name": "Raja Muhammad Owais (Petitioner)",
        "Opponent Name": "Mst. Nadia Jabeen & others (Respondent)",
        "Relationship": "nan",
        "Issue Type": "Whether High Court, in case of invocation of its constitutional jurisdiction under Article\n\t\t\t\t\t\t\t199 of the Constitution,  can treat the factual grounds as an an appeal and decide the\n\t\t\t\t\t\t\tdisputes on factual grounds?",
        "Summary": "The Court deliberated upon all judgements, which discussed the  role of High Court under\n\t\t\t\t\t\t\tArticle 199 of the Constitution, and decide cases on the basis of facts, and commented that,\n\t\t\t\t\t\t\tthe  constitutional jurisdiction cannot be invoked by the High Courts as a substitute\n\t\t\t\t\t\t\tfor a revision or an appeal. This means that, the said Court,  in its constitutional\n\t\t\t\t\t\t\tjurisdiction cannot reappraise the evidence and decide the case on its facts. Interference\n\t\t\t\t\t\t\tis on limited grounds as an exception and not the rule.",
        "Evidence": "nan",
        "Witnesses": "nan",
        "Legal Precedents": "nan",
        "Court": "Supreme Court of Pakistan",
        "Judge Name": [
            "Hammad Hassan (Petitioner)",
            "Mst. Isma Bokhari & 2 others (Respondents)"
        ],
        "Outcome": "The Court held that, the honourable High Court erred in deciding upon facts of the case, that\n\t\t\t\t\t\t\twere already decided by the lower courts. In case, high courts would be allowed to play the\n\t\t\t\t\t\t\trole of appellate court, then, a unstoppable floodgate of cases would be opened before it.\n\t\t\t\t\t\t\tSo, once the case has been finalized by the trial courts or the appellate courts, the high\n\t\t\t\t\t\t\tcourts should not indulge itself in re-checking the facts, and play the role designated to\n\t\t\t\t\t\t\tit under relevant laws of Pakistan, and put an end to excessive litigation, for dispensation\n\t\t\t\t\t\t\tof early justice.  In the light of foregoing, this Petition is dismissed.",
        "Appeal": "nan"
    }
]